<?php get_header(); ?>

<main class="content-area">
    <h1 class="entry-title">Политика конфиденциальности</h1>                
    <div class="info__content">
        <p>Настоящий документ «Политика конфиденциальности» (далее – по тексту – «Политика») представляет собой правила использования ИП Туманов Вячеслав Витальевич персональной информации Пользователя.</p>
        <p><strong>1. Общие положения</strong></p>
        <p>1.1. Настоящая Политика конфиденциальности является неотъемлемой частью Пользовательского соглашения (далее – «Соглашение»), размещенного по адресу: http://plantis-shop.ru/privacy-policy/, а также других Договоров, заключаемых между Сторонами.</p>
        <p>1.2. Заключая Пользовательское Соглашение Пользователь свободно, своей волей и в своих интересах даете бессрочное письменное согласие на любые способы обработки своих персональных данных, включая любое действие (операцию) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, в том числе сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных в установленных настоящей Политикой целях.</p>
        <p>1.3. В настоящей Политике конфиденциальности используются термины и определения, предусмотренные Пользовательским Соглашением, а также иными заключаемыми с Пользователем договорами, если иное не предусмотрено настоящей Политикой или не вытекает из ее существа. В иных случаях толкование применяемого в Политике термина производится в соответствии с действующим законодательством Российской Федерации.</p>
        <p><strong>&nbsp;2. Персональная информация</strong></p>
        <p>2.1. Под персональной информацией в настоящей Политике понимается:</p>
        <p>2.1.1. Информация, которую Пользователь предоставляет о себе самостоятельно при регистрации на Сайте, а также в процессе дальнейшего использования Сервисов Сайта, включая персональные данные Пользователя. Пользователь предоставляем самостоятельно следующие персональные данные: Фамилия, Имя, Отчество, контактный номер телефона, адрес электронной почты, адрес доставки Товара.</p>
        <p>2.1.2. Данные, которые передаются в автоматическом режиме в зависимости от настроек программного обеспечения Пользователя, включая, но не ограничиваясь: IP-адрес, cookie, данные об используемом Пользователем программном обеспечении и оборудовании для работы в сети связи, включая Интернет, параметрах и настройках интернет-браузеров, передаваемой и получаемой с использованием Сайта информации.</p>
        <p>2.2. Пользователь осознает и принимает возможность размещения на страницах Сайта программного обеспечения третьих лиц, в результате чего такие лица могут получать указанные в п.2.1.2 обезличенные данные.</p>
        <p>К указанному программному обеспечению третьих лиц среди прочего могут относиться:</p>
        <ul class="wp-block-list"><li>системы по сбору статистики посещений (например, счетчики Яндекс.Метрика, Google Analytics и т.д.);</li><li>социальные плагины (блоки) социальных сетей (например, Facebook, ВКонтакте и т.п.);</li><li>другие системы сбора обезличенной информации.</li></ul>
        <p>Пользователь вправе самостоятельно ограничить сбор такой информации третьими лицами, используя стандартные настройки конфиденциальности применяемого им для работы с Сайтом интернет-браузера.</p>
        <p>2.4. Продавец имеет право устанавливать требования к составу Персональной информации Пользователя, которая должна обязательно предоставляться для использования Сайта и предоставляемого им Сервисов. Если определенная информация не помечена Продавцом как обязательная, ее предоставление осуществляется Пользователем по своему усмотрению.</p>
        <p>2.5. Продавец не осуществляет проверку достоверности предоставляемой Персональной информации, полагая, что Пользователь действует добросовестно и прилагает все необходимые усилия к поддержанию такой информации в актуальном состоянии.</p>
        <p><strong>3. Цели обработки Персональной информации</strong></p>
        <p>3.1. Продавец осуществляет обработку, в том числе сбор и хранение только той Персональной информации, которая необходима для заключения и исполнения договоров с Пользователем.</p>
        <p>3.2. Продавец вправе использовать Персональную информацию в частности в следующих целях:</p>
        <p>Заключение договоров на использование Сайта и Сервисов Сайта;</p>
        <p>Исполнение обязательств по заключенным договорам, включая предоставление Пользователю доступа к Сайту и его Сервисам;</p>
        <p>Идентификация Пользователя в рамках исполнения обязательств по заключенным с ним договорам, включая исполнение Заказов Покупателей;</p>
        <p>Проведение опросов, контроля удовлетворенности Пользователя Сайта о качестве услуг, оказываемых Продавцом;</p>
        <p>Информирование Пользователя о акциях и предложениях Продавца, в том числе рекламные сообщения, на электронную почту и мобильный телефон Пользователя с его согласия;</p>
        <p>Информирование Пользователя/Покупателя о заказе и этапах его обработки, включая другие сервисные сообщения Сайта, которые отправляются автоматически;</p>
        <p>Обеспечение связи с Пользователем в целях информационного обслуживания и улучшения качества Сервиса Сайта, в том числе в порядке нотификации с привлечением третьих лиц;</p>
        <p>Оказание услуг по клиентской поддержки Пользователей;</p>
        <p>Использование обезличенных данных для таргетинга рекламных и/или информационных материалов по возрасту, полу, другим признакам;</p>
        <p>Проведение маркетинговых, статистических и иных исследований на основе обезличенных данных.</p>
        <p><strong>4. Требования к защите Персональной информации</strong></p>
        <p>4.1. Продавец осуществляет хранение Персональной информации и обеспечивает ее охрану от несанкционированного доступа и распространения в соответствии с внутренними правилами и регламентами.</p>
        <p>4.2. В отношении Персональной информации Пользователя сохраняется ее конфиденциальность, за исключением случаев, когда технология Сайта или его Сервисов либо настройки используемого Пользователем программного обеспечения предусматривают открытый обмен информацией с любыми пользователями сети Интернет.</p>
        <p>4.3. Продавец вправе передавать Персональную информацию третьим лицам в следующих случаях:</p>
        <ul class="wp-block-list"><li>Пользователь выразил свое согласие на такие действия, включая случаи применения Пользователем настроек используемого программного обеспечения, не ограничивающих предоставление определенной информации;</li><li>Передача необходима в рамках использования Пользователем функциональных возможностей Сайта или его Сервисов;</li><li>По запросу суда или иного уполномоченного государственного органа в рамках установленной законодательством процедуры;</li><li>Для защиты прав и законных интересов Продавца в связи с нарушением заключенных с Пользователем договоров.</li></ul>
        <p><strong>5. Изменение Персональной информации</strong></p>
        <p>5.1. Пользователь вправе в любой момент самостоятельно отредактировать в своем Личном кабинете предоставленную им при регистрации Персональную информацию.</p>
        <p>5.2. В случае прекращения заключенного договора, Пользователь реализовать право на отзыв согласия на обработку его персональных данных и удаления Учетной записи Пользователя путем направления Продавцу запроса на удаление своей учетной записи по адресу plantis.shop@gmail.com</p>
        <p>5.3. В целях повышения качества Сайта и его Сервисов и обеспечения возможности правовой защиты, Продавец вправе хранить лог-файлы о действиях, совершенных Пользователем в рамках использования Сайта и его Сервисов, а также в связи с заключением и исполнением Пользователем Соглашения и иных договоров со своей стороны, в течение 6 (Шести) месяцев с момента их совершения.</p>
        <p><strong>6. Изменение Политики конфиденциальности</strong></p>
        <p>6.1. Настоящая Политика может быть изменена Продавцом в одностороннем порядке без предварительного уведомления Пользователя. Новая редакция Политики вступает в силу с момента ее размещения на Сайте Продавца, если иное не предусмотрено новой редакцией Политики.</p>
        <p>6.2. Действующая редакция Политики находится на Сайте Продавца по адресу: <?php echo get_site_url();?>/privacy-policy/</p>
    </div>
</main>

<?php get_footer(); ?>