<?php
get_header(); ?>

<div class="content-area">
	<main id="main" class="site-main" role="main">
		<header class="entry-header">
			<h1 class="entry-title">О нас</h1>                
		</header>
		<div class="about">
            <div class="about__wrap">
                <div class="info__wrap">
                    <div class="info__accent-text">Мы хотим стать для вас местом, где вы поймёте, что выращивание комнатных растений простой процесс, который не требует много сил и специфических знаний.</div>
                    <h2 class="info__heading heading-2">Кто мы такие?</h2>
                    <div class="info__paragraph">
                        <p>Мы – те, кто однажды проснулись и поняли, что хотим сделать удобный сервис покупки комнатных растений.</p>
                        <p>У нас есть хороший опыт предоставления клиентского сервиса. Все заботы мы берём на себя. Вам не нужно выходить из дома.</p>
                        <ul>
                            <li>В нашем каталоге мы используем только оригинальные фотографии;</li>
                            <li>Перед отправкой вы получите фотографии именно вашего растения;</li>
                            <li>Если вы покупаете растение вместе с горшком, то мы абсолютно бесплатно пересадим его в хороший грунт;</li>
                            <li>Вам не нужно ждать, потому что у нас есть доставка “День в день”. А при заказе от 15 000 рублей, мы доставим нового друга бесплатно;</li>
                            <li>Мы не пропадём после продажи, и вы всегда можете написать нам или позвонить. Мы обязательно проконсультируем по уходу и дадим совет;</li>
                            <li>А ещё мы не любим формальный подход, поэтому делаем всё с любовью и вовлеченностью.</li>
                        </ul>					
                    </div>
        
                    <h2 class="info__heading heading-2">Почему мы – хорошее место?</h2>
                    <div class="info__paragraph">
                        <p>У нас работают люди, которые сами выращивают растения и способны дать консультацию по любому вопросу, связанному с уходом за растением.</p>
                        <p>Мы думаем не только о том, как продать вам новое растение, мы думаем, как его органично вписать в ваш быт, квартиру, вашу занятость. И если поймём, что этот цветок вам не подходит, то честно скажем вам об этом. А вы сами уже примете решение.</p>				
                    </div>
        
                    <h2 class="info__heading heading-2">Почему мы решили заняться горшечными растениями?</h2>
                    <div class="info__paragraph">
                        <p>Мы поняли, что наличие цветов в доме способствует повышению качества жизни и уровню счастья человека, и теперь хотим поделиться этим знанием с вами.</p>
                        <p>Для нас самым главным оказался тот факт, что зелёные друзья оказывают влияние на эмоциональное состояние.</p>
                        <p>Растения дома помогают снизить стресс и усталость, а также повысить продуктивность и реализовать свой потенциал. Они поднимают настроение и помогают нам чувствовать себя более расслабленными и защищенными.</p>
                    </div>
                </div>
                <div class="info__wrap">
                    фото
                </div>

            </div>

        
		</div>
	</main><!-- #main -->
</div><!-- #primary -->

<?php get_footer(); ?>