<?php
get_header(); ?>

<div class="content-area content-area_sidebar">
    <aside class='info-menu-sidebar'>  
        <?php get_template_part('template-parts/info-pages-list');?> 
    </aside> 
	<main id="main" class="site-main" role="main">
		<header class="entry-header">
			<h1 class="entry-title">Возврат и обмен</h1>                
		</header>
		<div class="info__content">      
            <p>В соответствии с законодательством РФ растения и цветы надлежащего качества не являются возвратными товарами.</p>
            <p>Мы делаем хороший сервис, поэтому во время оформления заказа вы можете выбрать «оплата после получения фотографий». Если в нашей мастерской будет несколько одинаковых растений, то мы пришлём вам все доступные варианты. И вы выберете «именно то» растение.</p>
            <p>Если вы хотите вернуть горшок или кашпо, то они не должно иметь следов эксплуатации. Если в них пересаживалось растение, то принять такой горшок / кашпо мы не сможем.</p>
            <p>Для оформления возврата понадобится номер заказа или номер телефона, который был указан при оформлении заказа.</p>
            <p>Возвраты принимаются по адресу: г. Москва ул. Мещерякова, д.3 с 10:00 до 19:00.</p>
        </div>
	</main><!-- #main -->
</div><!-- #primary -->

<?php get_footer(); ?>