<?php
get_header(); ?>

<div class="content-area content-area_sidebar">
    <aside class='info-menu-sidebar'>  
        <?php get_template_part('template-parts/info-pages-list');?> 
    </aside> 
	<main id="main" class="site-main" role="main">
		<header class="entry-header">
			<h1 class="entry-title">Доставка комнатных растений по России</h1>                
		</header>
		<div class="info__content info__list">
            <h2 class="info__heading heading-2">Хотите купить комнатное растение, которое невозможно найти в вашем городе? А если и возможно, то цена стремится к бесконечности?</h2>
            <p> Не проблема! Мы осуществляем доставку комнатный растений почтой и другими транспортными компаниями по всей России.</p>
            <ul>
                <li>Вы оформляете заказ на сайте или по телефону;</li>
                <li>Мы отправляем вам ссылку на оплату, по которой можно оплатить заказ любой банковской картой или через систему быстрых платежей;</li>
                <li>В течении 2-х дней после получения оплаты мы собираем ваш заказ, аккуратно его упаковываем и передаём в ближайшее отделение Почты России или транспортной компании.</li>
                <li>Транспортная компания оповещает вас о поступлении заказа в ваш город. И вы можете самостоятельно забрать комнатные растения, оплатив доставку, в отделении или оформить доставку курьером “до двери”.</li>
            </ul>

            <h3 class="info__heading heading-2">Заказы отправляются любыми транспортными компаниями России, который доставляют грузы в ваш регион.</h3>
            <p> Стоимость доставки комнатных растений по России состоит из двух частей:</p>
            <ul>
                <li>Стоимость упаковки и  доставки заказа до Транспортной Компании по Москве – 300 рублей. Эта сумма будет включена в счёт для оплаты.</li>
                <li>Стоимость доставки груза до отделения транспортной компании вашего города из Москвы. Стоимость меняется в зависимости от региона, размера и веса посылки. Расчёт на сайте ТК носит информативный характер и часто отличается от итоговой стоимости.</li>
            </ul>

            <p class="info__note heading-2">Обратите, пожалуйста, внимание!</p>
            <p><strong>Мы можем гарантировать вам качественную упаковку комнатного растения с нашей стороны. Мы также, как и вы, будем переживать, пока вы не напишите нам “Спасибо! Всё супер! Доехало целым!”, но брать ответственность за работу транспортной компании мы не можем.</strong></p>

            <h3 class="info__heading heading-2">Остались вопросы?</h3>
            <p>Позвоните нам или напишите, любым удобным способом!</p>

            <?php get_template_part('template-parts/contacts-part');?>
            
		</div>
	</main><!-- #main -->
</div><!-- #primary -->

<?php get_footer(); ?>