<?php
get_header(); ?>

<div class="content-area">
	<main id="main" class="site-main" role="main">
		<header class="entry-header">
			<h1 class="entry-title">О нас</h1>                
		</header>
		<div class="entry-content">
            <div class="info__accent-text">Мы хотим стать для вас местом, где вы поймёте, что выращивание комнатных растений простой процесс, который не требует много сил и специфических знаний.</div>
			<h2 class="info__heading heading-2">Кто мы такие?</h2>
            <div class="info__paragraph">
				<p>Мы – те, кто однажды проснулись и поняли, что хотим сделать удобный сервис покупки комнатных растений.</p>
                <p>У нас есть хороший опыт предоставления клиентского сервиса. Все заботы мы берём на себя. Вам не нужно выходить из дома.</p>
                <ul>
                    <li>В нашем каталоге мы используем только оригинальные фотографии;</li>
                    <li>Перед отправкой вы получите фотографии именно вашего растения;</li>
                    <li>Если вы покупаете растение вместе с горшком, то мы абсолютно бесплатно пересадим его в хороший грунт;</li>
                    <li>Вам не нужно ждать, потому что у нас есть доставка “День в день”. А при заказе от 15 000 рублей, мы доставим нового друга бесплатно;</li>
                    <li>Мы не пропадём после продажи, и вы всегда можете написать нам или позвонить. Мы обязательно проконсультируем по уходу и дадим совет;</li>
                    <li>А ещё мы не любим формальный подход, поэтому делаем всё с любовью и вовлеченностью.</li>
                </ul>					
            </div>

        
		</div>
	</main><!-- #main -->
</div><!-- #primary -->

<?php get_footer(); ?>