<?php
get_header(); ?>

<div class="content-area content-area_sidebar">
    <aside class='info-menu-sidebar'>  
        <?php get_template_part('template-parts/info-pages-list');?> 
    </aside> 
	<main id="main" class="site-main" role="main">
		<header class="entry-header">
			<h1 class="entry-title">Вакансии</h1>                
		</header>
		<div class="vakansii info__content info__list">
            <div class="info__accent-text-upper">
                <p>У Plantis большие планы, и мы решили расширяться. </p>
                <p>И сейчас в нашей команде не хватает тебя —&nbsp;амбициозного, заряженного на результат и полного идей. <br>Идей, которые мы реализуем вместе.</p>	
            </div>
            <div class="info__accent-text-small">Мы ищем человека, который не считает, что работа это обязательно скучно. 
                <br>Человека, для которого собственное развитие – не просто слова. 
                <br>Человека, который любит хороший клиентский сервис и готов его создавать с нуля.
            </div>				

            <h2 class="info__heading heading-2">Что нужно делать?</h2>
            <ul>
                <li>Ухаживать за комнатными растениями в нашей мастерской;</li>
                <li>Консультировать клиентов по телефону, в мессенджерах и социальных сетях;</li>
                <li>Заниматься предпродажной подготовкой: пересадкой, упаковкой, отправкой на доставку.</li>
            </ul>

            <h2 class="info__heading heading-2">Ты подходишь нам, если:</h2>
            <ul>
                <li>Тебе интересно возиться с комнатными растениями;</li>
                <li>Тебе нравится общаться с клиентами, и в душе ты – продажник;</li>
                <li>В твою голову постоянно приходят идеи, и тебе очень хочется их реализовать.</li>
            </ul>

            <h2 class="info__heading heading-2">У тебя преимущество, если:</h2>
            <ul>
                <li>Ты знаешь ассортимент комнатных растений. Знаешь как ухаживать за ними и что им необходимо для нормального развития;</li>
                <li>Имеешь опыт выращивания комнатных растений дома. Не только удачный, но и не удачный. Нужен и тот, и тот.</li>
            </ul>

            <h2 class="info__heading heading-2">Что мы предлагаем?</h2>
            <ul>
                <li>График 2/2 с 10:00 до 20:00;</li>
                <li>Фиксированный оклад 40 000 ₽;</li>
                <li>Постоянное обучение;</li>
                <li>Уютную мастерскую в шаговой доступности от м. Тушинская.</li>
            </ul>

            <div class="info__accent-text-small">Важно: Тебе нравится эта вакансия, а опыта ухода за комнатными растениями нет? 
                <br>Ничего страшного, у нас тоже когда-то его не было. Главное чтобы тебе было это интересно, а остальному мы научим.
</div>
        <div><?php //echo do_shortcode('[content_no_cache id="59894"]') //товары в наличии //56534 //6110?></div>
		</div>
	</main><!-- #main -->
</div><!-- #primary -->

<?php get_footer(); ?>