<?php get_header(); ?>

<div class="content-area content-area_sidebar">
    <aside class='info-menu-sidebar'>  
        <?php get_template_part('template-parts/info-pages-list');?> 
    </aside> 
    <main id="main" class="site-main" role="main">
        <h1 class="entry-header">Вопросы и ответы</h1>                
        <div class="info__content">
            <h4 class="wp-block-heading"><b>Я получу растение как на фото в каталоге?</b></h4>
            <p>Они как и мы индивидуальны, поэтому двух одинаковых не бывает. И это хорошо, так как вы никогда не встретите точно такое же растение как у вас.</p>
            <p>При оформлении заказа мы можем прислать фотографию именно вашего экземпляра, чтобы вы поняли случился мэтч или нет.</p>
            <p>В каталоге указаны только размеры вашего будущего друга. После пересадки в горшок, высота может отличаться на несколько сантиметров как в большую, так и в меньшую сторону. Это нормально, так и должно быть.</p>
            <h4 class="wp-block-heading"><strong>Тяжело ли ухаживать за комнатными растениями?</strong></h4>
            <p>Горшечные растения, как и люди – очень индивидуальные существа. Кто-то требует постоянного внимания к себе, инвестиций времени и сил. А кому-то достаточно, чтобы о нём вспоминали раз в две недели, узнавали «как дела?» и оставляли в покое.</p>
            <p>Если вы до сих пор сомневаетесь, получится у вас или нет, не сомневайтесь. У вас обязательно получиться, главное подойти к выбору зеленого друга с умом.</p>
            <p>А наша задача – помочь вам в ваших начинаниях.</p>
            <h4 class="wp-block-heading"><b>Я не нашёл в каталоге, то что мне нужно. Что делать?</b></h4>
            <p>Ничего страшного, так бывает. Напишите или позвоните нам, расскажите что именно вас интересует, и наши менеджеры подберут для вас варианты.</p>
            <p>Мы любим работать индивидуально с каждым клиентом и подбирать именно то, что нужно.</p>
        </div>
    </main>
</div>

<?php get_footer(); ?>