<?php
get_header(); ?>

<div class="content-area">
	<main id="main" class="site-main" role="main">
		<header class="entry-header">
			<h1 class="entry-title">Вакансии</h1>                
		</header>
		<div class="entry-content">
            <p class="info__accent-text">У Plantis большие планы, и мы решили расширяться. </p>
            <p class="info__accent-text">И сейчас в нашей команде не хватает тебя —&nbsp; амбициозного, заряженного на результат и полного идей. Идей, которые мы реализуем вместе.</p>	
            <p>Мы ищем человека, который не считает, что работа это обязательно скучно. <br>Человека, для которого собственное развитие – не просто слова. <br>Человека, который любит хороший клиентский сервис и готов его создавать с нуля.</p>				

            <h2 class="elementor-heading-title elementor-size-default">Что нужно делать?</h2>
            <ul>
                <li>Ухаживать за комнатными растениями в нашей мастерской;</li>
                <li>Консультировать клиентов по телефону, в мессенджерах и социальных сетях;</li>
                <li>Заниматься предпродажной подготовкой: пересадкой, упаковкой, отправкой на доставку.</li>
            </ul>
        
		</div>
	</main><!-- #main -->
</div><!-- #primary -->

<?php get_footer(); ?>