<?php
if ( ! defined( 'ABSPATH' ) ) {
	exit; // Exit if accessed directly
}

return [
    [
        'name'   => '0 Замиокулькас',
        'score'  => 0,
        'slug'   => 'zamiokulkas',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/test.png',
            'm' => get_template_directory_uri().'/images/test/test.png',
            ],
        'result' => 'Если бы вы были комнатным растением, то точно замиокулькасом. Вы бы спокойно стояли в углу офиса, питались комплиментами и двумя каплями воды раз в месяц. Никого не трогали, но выглядели бы так, будто знаете все секреты. Выжили бы в любой обстановке и, возможно, тихо мстили бы за лишние поливы.',
    ],
    [
        'name'   => '1 Спатифиллум',
        'score'  => 0,
        'slug'   => 'spatifillum',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/test.png',
            'm' => get_template_directory_uri().'/images/test/test.png',
            ],
        'result' => 'Мы думаем, что вы - спатифиллум. Вы расцветаете от внимания, грустите без любви и вянете от сквозняков душевных разговоров. Но стоило бы сказать вам комплимент — и вы снова сияли бы, как белый парус надежды. Вы - душа тонкая, ранимая, но чарующая.',
    ],
    [
        'name'   => '2 Хризалидокарпус',
        'score'  => 0,
        'slug'   => 'dipsis-areka',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/test.png',
            'm' => get_template_directory_uri().'/images/test/test.png',
            ],
        'result' => 'Вы - хризалидокарпус. Вы всегда тянетесь к солнцу, любите тепло. Вы — тот, кто приходит в офис в гавайской рубашке и у вас всегда есть солнцезащитные очки. Даже ночью. Вы всегда стремитесь быть «пальмой первой важности» в любой компании и при этом умудряетесь очищать атмосферу — в том числе и моральную. А пыль на листьях считаете личной драмой!',
    ],
    [
        'name'   => '3 Фикус Бенджамина',
        'score'  => 0,
        'slug'   => 'fikus-bendzhamina',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/test.png',
            'm' => get_template_directory_uri().'/images/test/test.png',
            ],
        'result' => '100%, вы - фикус Бенджамина. Вы выглядите шикарно, но скидываете "листья" при малейшем стрессе — опоздали на автобус, кофе не тот, забыли погладить. Любите свет, но не прямой, разговоры — но не громкие. Вы стоите в углу и наблюдаете за всеми с видом зеленого философа.',
    ],
    [
        'name'   => '4 Фикус эластика',
        'score'  => 0,
        'slug'   => 'fikus-ehlastika',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/test.png',
            'm' => get_template_directory_uri().'/images/test/test.png',
            ],
        'result' => 'Уверены, что вы всё-таки фикус эластика. Вас можно считать крепким орешком — стойкий, глянцевый, всегда в хорошей форме. Вам не страшны ни пересуды, ни пересадки. Главное — не трогать вас без надобности, а то выделите "млечный сок" сарказма. И да, пыль с вас лучше сдувать трепетно — с уважением к величию!',
    ],
    [
        'name'   => '5 Антуриум',
        'score'  => 0,
        'slug'   => 'anturium',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/test.png',
            'm' => get_template_directory_uri().'/images/test/test.png',
            ],
        'result' => 'Мы думаем, что вы - антуриум. Вы всегда эффектны, ярки и слегка драматичны. Любите внимание, тёплые слова и влажную атмосферу — эмоциональную, конечно! Вы можете обидеться на сквозняки и критику, но быстро приходите в себя, если вас хвалить. Умеете производить впечатление, и даже ваша скука выглядит как премьера модного показа.',
    ],
    [
        'name'   => '6 Аглаонема',
        'score'  => 0,
        'slug'   => 'aglaonema',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/test.png',
            'm' => get_template_directory_uri().'/images/test/test.png',
            ],
        'result' => 'Судя по всему, вы - аглаонема. Вы спокойно переживете любой бардак вокруг — хоть ремонт, хоть драму в коллективе. Неприхотливы, терпеливы, но с изюминкой: всегда с модным пестрым «принтом». Не любите сквозняков и резких слов. Вы за баланс, ухоженность и аромапалочки. Даже в суете вы находите момент для «инстаграмного» кадра.',
    ],
    [
        'name'   => '7 Драцена',
        'score'  => 0,
        'slug'   => 'dracena',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/test.png',
            'm' => get_template_directory_uri().'/images/test/test.png',
            ],
        'result' => 'Драцена - это вы. Вас можно назвать мастером выживания — не требуете слишком много внимания и воды, спокойно переживаете любые стрессовые ситуации. Идеальный стиль - это про вас: стройны и элегантны. Любите перемены, приключения и иногда странные причёски.',
    ],
    [
        'name'   => '8 Сансевиерия',
        'score'  => 0,
        'slug'   => 'sansevieriya',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/test.png',
            'm' => get_template_directory_uri().'/images/test/test.png',
            ],
        'result' => 'Однозначно, вы - сансевиерия. Вы выживаете в любых условиях — хоть в офисе, хоть в пустыне, хоть на семейных сборах. Молчите, как партизан, зато очищаете атмосферу просто фактом своего присутствия. Чрезмерная забота не для вас — не лезьте, я самостоятельный!',
    ],
    [
        'name'   => '9 Эпипремнум',
        'score'  => 0,
        'slug'   => 'ehpipremnum',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/test.png',
            'm' => get_template_directory_uri().'/images/test/test.png',
            ],
        'result' => 'Не удивляйтесь, но вы - эпипремнум. Вы везде умудряетесь найти опору — будь то друзья, работа или даже проблемы. Легко растете в любых условиях, быстро приспосабливаетесь и умело заползаете в самые неожиданные места. Любите уют и тепло, а пыль на себе считаете личным вызовом!',
    ],
];