<?php
if ( ! defined( 'ABSPATH' ) ) {
	exit; // Exit if accessed directly
}

return [
    [
        'name'   => '0 Замиокулькас',
        'score'  => 0,
        'slug'   => 'zamiokulkas',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/zam_w.webp',
            'm' => get_template_directory_uri().'/images/test/zam_m.webp',
            ],
        'result' => 'Если бы вы были комнатным растением, то непременно замиокулькасом. Невозмутимый страж офисного угла, питающийся редкими комплиментами и двумя каплями воды в месяц. Никого не трогаете, но выглядите так, будто знаете все секреты. Выживаете в любой обстановке и, возможно, готовите тихую месть за лишние поливы.',
    ],
    [
        'name'   => '1 Спатифиллум',
        'score'  => 0,
        'slug'   => 'spatifillum',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/spath_w.webp',
            'm' => get_template_directory_uri().'/images/test/spath_m.webp',
            ],
        'result' => 'Мы думаем, что вы — спатифиллум. Вы расцветаете от внимания, страдаете без любви и вянете от “сквозняков” душных разговоров. Но стоит сказать вам комплимент — и вы снова сияете, как белый парус надежды в бушующем море. Вы — душа тонкая, ранимая, но до глубины сердца чарующая.',
    ],
    [
        'name'   => '2 Хризалидокарпус',
        'score'  => 0,
        'slug'   => 'dipsis-areka',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/Dypsis_w.webp',
            'm' => get_template_directory_uri().'/images/test/Dypsis_m.webp',
            ],
        'result' => 'Вы — хризалидокарпус, вечно тянущийся к солнцу и обожающий тепло. Вы — тот, кто приходит в офис в цветастой гавайской рубашке и у вас всегда с собой солнцезащитные очки. Даже ночью. Вы стремитесь быть «пальмой первой величины» в любой компании и при этом умудряетесь очищать атмосферу — в том числе и эмоциональную. А пыль на листьях считаете пустяком!',
    ],
    [
        'name'   => '3 Фикус Бенджамина',
        'score'  => 0,
        'slug'   => 'fikus-bendzhamina',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/be_w.webp',
            'm' => get_template_directory_uri().'/images/test/Be_m.webp',
            ],
        'result' => '100%, вы — фикус Бенджамина. Вы выглядите шикарно, но скидываете "листья" при малейшем стрессе — опоздали на автобус, кофе не тот, надели не те носки. Любите свет, но не прямой, разговоры — но не громкие. Вы стоите в углу и наблюдаете за всеми с лёгкой снисходительностью во взгляде.',
    ],
    [
        'name'   => '4 Фикус эластика',
        'score'  => 0,
        'slug'   => 'fikus-ehlastika',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/el_w.webp',
            'm' => get_template_directory_uri().'/images/test/el_m.webp',
            ],
        'result' => 'Уверены, что вы всё-таки фикус эластика. Вас можно считать крепким орешком — стойкий, глянцевый, всегда в хорошей форме. Вам не страшны ни пересуды, ни пересадки. Главное — не трогать вас без надобности, иначе "млечный сок" сарказма не заставит себя ждать. И пыль с вас лучше сдувать с трепетом и глубоким уважением к величию!',
    ],
    [
        'name'   => '5 Антуриум',
        'score'  => 0,
        'slug'   => 'anturium',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/Anth_w.webp',
            'm' => get_template_directory_uri().'/images/test/Anth_m.webp',
            ],
        'result' => 'Мы думаем, что вы - антуриум. Вы всегда эффектны, ярки и слегка драматичны. Любите внимание, тёплые слова, атмосферу обожания и веселья. Вы можете обидеться на сквозняки и критику, но быстро приходите в себя, если вас хвалить. Умеете производить впечатление, и даже ваша скука выглядит как перфоманс.',
    ],
    [
        'name'   => '6 Аглаонема',
        'score'  => 0,
        'slug'   => 'aglaonema',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/Aglaonema_w.webp',
            'm' => get_template_directory_uri().'/images/test/Aglaonema_m.webp',
            ],
        'result' => 'Судя по всему, вы - аглаонема. Вы спокойно переживете любой бардак вокруг — хоть ремонт, хоть личную драму или нарастающее напряжение в коллективе. Неприхотливы, терпеливы, но с изюминкой: всегда с модным пестрым «принтом». Не выносите сквозняков и резких слов. Вы за баланс, поиск дзена и медитации. Даже в суете вы находите момент для эстетичного кадра для социальных сетей.',
    ],
    [
        'name'   => '7 Драцена',
        'score'  => 0,
        'slug'   => 'dracena',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/drac_w.webp',
            'm' => get_template_directory_uri().'/images/test/drac_m.webp',
            ],
        'result' => 'Драцена — это вы. Вас можно назвать мастером выживания — не требуете слишком много внимания и воды, стойко переносите любые стрессовые ситуации. У вас свой неповторимый стиль — практичность и простота с изюминкой. Любите перемены, приключения и, временами, экстравагантные причёски.',
    ],
    [
        'name'   => '8 Сансевиерия',
        'score'  => 0,
        'slug'   => 'sansevieriya',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/sans_w.webp',
            'm' => get_template_directory_uri().'/images/test/sans_m.webp',
            ],
        'result' => 'Однозначно, вы — сансевиерия. Выживаете в любых условиях — хоть в душном офисе, хоть в пустыне, хоть на шумных семейных посиделках. Молчите, как партизан, зато улучшаете атмосферу просто фактом своего присутствия. Чрезмерная забота не для вас. Вы самодостаточны и предпочитаете, чтобы вас не трогали.',
    ],
    [
        'name'   => '9 Эпипремнум',
        'score'  => 0,
        'slug'   => 'ehpipremnum',
        'image'  => [
            'f' => get_template_directory_uri().'/images/test/Epip_w.webp',
            'm' => get_template_directory_uri().'/images/test/Epip_m.webp',
            ],
        'result' => 'Не удивляйтесь, но вы - эпипремнум. Вы везде умудряетесь найти опору — будь то друзья, работа или даже проблемы. Легко растете в любых условиях, быстро приспосабливаетесь и часто оказываетесь в самых неожиданных местах. Любите уют и тепло, а пыль на себе считаете личным вызовом!',
    ],
];